# Base Brewfile — tools and apps for ALL machines (work and personal)

# Formulae
brew "bash"
brew "fzf"
brew "starship"
brew "gh"
brew "go"
brew "make"
brew "pipx"
brew "wget"
brew "git-crypt"
brew "jq"

# Casks
cask "karabiner-elements"
cask "rectangle"
cask "google-drive"
cask "sublime-text"
cask "warp"
cask "handy"
